{
  "version": "https://jsonfeed.org/version/1",
  "title": "Meus 10 Centavos",
  "home_page_url": "",
  "feed_url": "/tag-ingles.json",
  "description": "Meus 10 centavos de contribuição para uma discussão que ninguém pediu minha opinião",
  "items": [
    {
      "id": "/como-aprender-um-novo-idioma.html",
      "url": "/como-aprender-um-novo-idioma.html",
      "title": "Como aprender um novo idioma",
      "content_html": "<!-- Content Injected to every content markdown header -->\n<h3><a href=\"#observações\" aria-hidden=\"true\" class=\"anchor\" id=\"observações\"></a>Observações</h3>\n<p>Os exemplos de idioma alvo de prendizagem citado será o inglês, por ser o principal idioma de quem quer aprender outro idioma, mas o método de estudo que vou te passar podem ser aplicado para quaisquer idiomas.</p>\n<p>(Não cheguei a testar em idiomas asiáticos, idiomas locais do containente africano e nem arábicos)</p>\n<p><strong>APRENDER UM IDIOMA DEPENDE ÚNICA E EXCLUSIVAMENTE DE VOCÊ, É UM PROCESSO PURAMENTE MERITOCRÁTICO!</strong></p>\n<h2><a href=\"#por-que-aprender-outra-língua\" aria-hidden=\"true\" class=\"anchor\" id=\"por-que-aprender-outra-língua\"></a>Por que aprender outra língua?</h2>\n<p>Mais flexbilidade cognitiva, bilíngues/poliglotas tem mais facilidades em testes que exigem controle do processamento da linguagem, além de criar uma &quot;reserva cognitiva&quot; que mantem lucidez de pensamento por mais tempo na velhice. As consequência das doença neurodegenerativas tem sintomas mais brando em pessoas multilíngues, a Demência por exemplo, tem um atraso de 4 anos e meio!</p>\n<p>Aprender outra língua também cria um repertório maior para pensar e capacidade expressar-se com você mesmo (o nonólogo interno, a voz da sua cabeça). Pois a denpender da língua ou das línguas que você fala, isso pode moldar sua forma de perceber concitos abstratos como tempo linear, futuro, passado <em>et sim</em>.</p>\n<p>Melhora a capacidade de lidar com dados e informações, pois a memória de trabalho é aprimorada</p>\n<p>Estudos mostram que pessoas multilíngues tem maior capacidade de impaita.</p>\n<h2><a href=\"#meta-aprendizagem\" aria-hidden=\"true\" class=\"anchor\" id=\"meta-aprendizagem\"></a>Meta-aprendizagem</h2>\n<p>Antes de aprender outra língua o mais importante é aprender a aprender. Entender quais os processos por trás da aquisição de conhecimentos, para isso é importante que você pesquise como esses processos acontecem para a partir de então conseguir otimizar esses processos de acordo com o que funciona melhor para você, pois cada pessoa tem resultados diferentes com métodos diferentes, ou seja, o que funciona pra mim talvez não funcione para ti.\nMas de qualquer maneira irei passar o caminho das pedras que eu testei, segui e obtive os resultados que tenho.</p>\n<h3><a href=\"#curva-de-esquecimento-de-ebbinghaus\" aria-hidden=\"true\" class=\"anchor\" id=\"curva-de-esquecimento-de-ebbinghaus\"></a>Curva de esquecimento de Ebbinghaus</h3>\n<img src=\"/media/imagem_curva_de_aprendizagem.png\" alt=\"Curva de esquecimento de Ebbinghaus\" width=\"700\" height=\"500\">\n<p>Caso você não tenha entendido o diagrama acima, volte ao ensino médio e aprenda ler um gráfico, sinceramente não tem motivo pra você estar em um blog de T.I. se é incapaz de ler isso!<br />\nUma ressalva se você é de outra área e veio querendo aprender outro idioma pra crescimento profissional, nesse caso você está de parabéns.</p>\n<p>Um dos principais conceitos que você deve entender é a <a href=\"https://en.wikipedia.org/wiki/Forgetting_curve\">Curva de esquecimento de Ebbinghaus</a>. Segundo a teoria de Ebbinghaus, após você aprender algo novo em 24 horas você esquece 50% do conteúdo e para mitigar esse problema basta revisar com constância até que esse conteúdo se torne algo tão irraizado que você não esqueça mais.</p>\n<h2><a href=\"#principio-de-pareto\" aria-hidden=\"true\" class=\"anchor\" id=\"principio-de-pareto\"></a>Principio de Pareto</h2>\n<img src=\"/media/Principio_de _Pareto.png\" alt=\"Princípio de Pareto\" width=\"700\" height=\"500\">\n<p>O <a href=\"https://www.google.com/search?q=principio+de+pareto&amp;oq=principio+de+pare&amp;gs_lcrp=EgZjaHJvbWUqBwgAEAAYgAQyBwgAEAAYgAQyBggBEEUYOTIHCAIQABiABDIHCAMQABiABDIHCAQQABiABDIHCAUQABiABDIICAYQABgWGB4yCAgHEAAYFhgeMggICBAAGBYYHjIICAkQABgWGB7SAQg1NTQwajBqN6gCALACAA&amp;sourceid=chrome&amp;ie=UTF-8#vhid=Zo4Qt2IpTrhbqM&amp;vssid=l\"><strong>Princípio de Pareto</strong></a>, também conhecido como a <strong>regra 80/20</strong>, foi formulado pelo economista italiano <strong>Vilfredo Pareto</strong> no final do século XIX. Ele observou que 80% das terras na Itália pertenciam a 20% da população, e essa proporção se repetia em muitos outros contextos.</p>\n<h4><a href=\"#o-que-é-o-princípio-de-pareto\" aria-hidden=\"true\" class=\"anchor\" id=\"o-que-é-o-princípio-de-pareto\"></a>O que é o Princípio de Pareto?</h4>\n<p>De forma geral, o princípio afirma que <strong>80% das consequências vêm de 20% das causas</strong>. É uma regra empírica que pode ser aplicada em diversas áreas, como negócios, gestão de tempo, economia, produtividade e até mesmo no dia a dia.</p>\n<h4><a href=\"#como-isso-se-aplica-no-aprendizado-de-idiomas\" aria-hidden=\"true\" class=\"anchor\" id=\"como-isso-se-aplica-no-aprendizado-de-idiomas\"></a>Como isso se aplica no aprendizado de idiomas?</h4>\n<p>Você tendo decorado 20% do vocabulário coditiano de uma língua você consegue entender e participar de 80% dos diálogos, texto, mídias etc.</p>\n<h2><a href=\"#pilares-do-idioma\" aria-hidden=\"true\" class=\"anchor\" id=\"pilares-do-idioma\"></a>Pilares do idioma</h2>\n<p>Toda as línguas se desenvolvem sob 4 pilares: <br />\nEscrita - Capacidade de descrever ideias e se expressar por escrito. <br />\nLeitura - Capacidade de entender a absorver ideias, conceitos, sentimentos passados por escrito. <br />\nEscuta - Capaciade de entender nativos e estrangeiros em um idioma X, inglês por exemplo. <br />\nFala - A parte mais deseja e por isso muitas pessoas focam nela e deixam as outras de lado. A capacidade de expressar-se oralmente com nativos ou estrangeiros em um idioma X.</p>\n<h2><a href=\"#fluência\" aria-hidden=\"true\" class=\"anchor\" id=\"fluência\"></a>Fluência</h2>\n<p>A fluência constrói-se a partir do aprefeisoamento e equilíbrio das 4 habilidades citadas anteriormente.\nHá quem pense erroneamente que fluência é saber todas as palavras. No inglês há uma estimativa 250 mil palavras distintas, saber todas é impossível até para os próprios nativos. Em comparação no português há uma estimativa mais próxima de 370 mil palavras, de acordo com a última edição do Vocabulário Ortográfico da Língua Portuguesa (VOLP). <strong>Áulico, ignívomo, uxoricídio</strong>, são exemplos de palavras em português que eu aposto que você desconhece pelo menos uma delas, detalhe que essa é sua lingua mãe. Sendo assim, não se obrigue saber todas as palavras dos idiomas que você se propôr aprender.</p>\n<h2><a href=\"#ferramentas\" aria-hidden=\"true\" class=\"anchor\" id=\"ferramentas\"></a>Ferramentas</h2>\n<h4><a href=\"#duolingo-e-similares\" aria-hidden=\"true\" class=\"anchor\" id=\"duolingo-e-similares\"></a><a href=\"https://pt.duolingo.com/\">Duolingo</a> e similares</h4>\n<p>Para nós da geração Z que crecemos com forte influência dos Estados Unidos da América o inglês é uma lingua que tivemos contato desde muito cedo através de jogo, filmes, termos e outras fontes. Logo, é um idioma que mesmo que você não tenha pleno domínio, mas com certeza você tem noção de palavras e frases muito básicas como: <em>like</em>, <em>I love you</em>, <em>water</em>, <em>red</em>. Justamente o típo de vocabulário que o <a href=\"https://pt.duolingo.com/\">Duolingo</a> e apps similares te passam, por tanto é extremamente ineficiente para nós usarmos esses apps para aprender o inglês, mas para idiomas completamente fora de nossa realidade, aqueles que parecem idioma alienigena (na visão de um ocidental, nativo do continente americano da geração Z) tipo Alemão, Russo, Árabe, Francês... nesses caso é de muita utilidade começar por eles.</p>\n<h2><a href=\"#youtube-netflix-filmes\" aria-hidden=\"true\" class=\"anchor\" id=\"youtube-netflix-filmes\"></a>YouTube, Netflix, Filmes</h2>\n<p>Plataformas de filmes e streaming são exelêntes formas de ter contato com o idioma falado e treinar bastante a escuta, quando você está em um nível pelo menos no intermediário, quando você começa ter compreenção de ideias mais complexas e pensamentos abstratos podendo manter uma linha de raciocínio por um longo período além de ter vocabulário suficiente e discernimento dos sons para conseguir acompanhar um nativo.</p>\n<h2><a href=\"#animações-infantis\" aria-hidden=\"true\" class=\"anchor\" id=\"animações-infantis\"></a>Animações infantis</h2>\n<p>As animaçõees infantis, por exemplo Peppa Pig, são perfeitas para ter contato inicial com o idioma falado de modo não haver sentenças grande e complexas exelênte para inicar o treino da escuta</p>\n<h2><a href=\"#sites-de-notícias\" aria-hidden=\"true\" class=\"anchor\" id=\"sites-de-notícias\"></a>Sites de notícias</h2>\n<p>Perfeito para ter contato com o idioma escrito sem extender muito a ideia igual um livro que demanda um nível maior de aptidão com a leitura.<br />\nSugiro o <a href=\"https://www.newsinlevels.com/\">News in Levels</a> nele você consegue escolher seu nível de inglês e a partir disso ele te expõe as notícias com vocabulário e sentenças gramaticais mais complexas ou simples de acordo com sua escolha.</p>\n<h2><a href=\"#chat-gpt\" aria-hidden=\"true\" class=\"anchor\" id=\"chat-gpt\"></a>Chat GPT</h2>\n<p>Além de possibilitar treinar a leitura também é muito bom para treinar a escrtita, você pode pedir para ele temas para você sobre e ainda para que ele te corrija ou ensine tópicos gramaticais que tiver dificuldade.</p>\n<h2><a href=\"#livros-dáticos\" aria-hidden=\"true\" class=\"anchor\" id=\"livros-dáticos\"></a>Livros dáticos</h2>\n<p>A escolha de um material didádico é uma decisão importante, quase um casamento. É ele que ira guiar-lhe para sanar as lacunas na sua gramática, e lembre-se: gramática não é apenas sobre como escrever certo, se você não souber gramática também irá falar errado. Dependendo do idioma isso significa não ser entendido ou ser mal interpretado, então cuidado!</p>\n<p>Material didático para aprender inglês eu recomento a série Grammar in Use de Cambrige</p>\n<p><img src=\"/media/esssential_grammar_in_use.png\" alt=\"Essential Grammar in Use\" width=\"150\"> <img src=\"/media/english_grammar_in_use.png\" alt=\"English Grammar in Use\" width=\"150\"> <img src=\"/media/advanced_grammar_in_use.png\" alt=\"Advanced Grammar in Use\" width=\"150\"></p>\n<p>Iniciante - intermediário - Avançado</p>\n<p>Todos dispõem de exelentes explicações e exercícios além de um teste diagnóstico no final caso você não souber onde tem deficiência, caso não souber nada comece pela primeira unidade do primeiro livro.</p>\n<p>O terceiro livro, <em>Advanced Grammar in Use</em> é descartável caso você não pretenda estudar fora ou escrever textos acadêmicos ou jornalísticos em inglês.</p>\n<p>Caso seu foco seja outo idioma eu recomendo a série Complete (leanguage) Grammar.</p>\n<p><img src=\"/media/german.png\" alt=\"German\" width=\"150\"> <img src=\"/media/italian.png\" alt=\"Italian\" width=\"150\"> <img src=\"/media/spanish.png\" alt=\"Spanish\" width=\"150\"> <img src=\"/media/french.png\" alt=\"French\" width=\"150\"></p>\n<p>Tem para todos os idiomas, mas é necessário que você saiba inglês pois eles são completamente em inglês.</p>\n<h2><a href=\"#anki\" aria-hidden=\"true\" class=\"anchor\" id=\"anki\"></a>Anki</h2>\n<p>Para revisar vocabulário eu recomendo o anki, tem disponível versão web, desktop para computares e laptops, e app para mobile.\nO <a href=\"https://apps.ankiweb.net/\">Anki</a> mistura os conceitos de revisão espaçado com base na teoria da <a href=\"https://en.wikipedia.org/wiki/Forgetting_curve\">Curva de esquecimento de Ebbinghaus</a> e a técnica de memorização chamada Flash Cards. Os Flash Cards nada mais são que cartões onde de um lado tem uma pergunta e do outro a resposta, ou no caso dos idiomas de um lado a palavra no idioma X e do outra a tradução. Também é possível colocar audios assim treinando a escuta, leitura, memorização, e falar de uma vez</p>\n<p><figure><img src=\"/media/flashcards.png\" alt=\"Flashcards Anki\" /></figure></p>\n<h4><a href=\"#configurando-seu-anki\" aria-hidden=\"true\" class=\"anchor\" id=\"configurando-seu-anki\"></a>Configurando seu Anki</h4>\n<p><a href=\"https://www.youtube.com/watch?v=p2o0TCOX4bg\">Como Baixar e Instalar ANKI no Computador/Notebook</a> <br />\n<a href=\"https://www.youtube.com/watch?v=rGJORQdsfzg\">Como colocar áudios no Anki em minutos</a> <br />\n<a href=\"https://www.youtube.com/watch?v=xzwVq-fv8_E&amp;t=326s\">Como Ter Um Controle De Toda a Sua Revisão No Anki</a></p>\n<h2><a href=\"#livros\" aria-hidden=\"true\" class=\"anchor\" id=\"livros\"></a>Livros</h2>\n<p>Livros não didáticos são a melhor forma de criar vocabulário e aprender gramática de forma menos chata, o ideal é que você leia livros do seu gosto e interesse no idioma que está aprendendo, se você tiver o nível necessário para tal obviamente.</p>\n<h2><a href=\"#parceiro-de-conversação\" aria-hidden=\"true\" class=\"anchor\" id=\"parceiro-de-conversação\"></a>Parceiro de conversação</h2>\n<p>Tem um amigo que está aprendendo o mesmo idioma que você para conversarem é o melhor e mais divertido jeito de estudar e melhorar a fala.</p>\n<p>Nesse quesito, caso você não tenha um parceiro de conversação eu recomendo o uso do app <a href=\"https://tandem.net/pt-br\">Tandem</a>, nesse app você ensina seu idioma para um estrangeiro e ele te ensina o idioma dele. Você ensina português pra um estadounidense e ele te esnina inglês, por exemplo.</p>\n<h1><a href=\"#trilha\" aria-hidden=\"true\" class=\"anchor\" id=\"trilha\"></a>Trilha</h1>\n<p>Segui o método do linguista e educador Stephen Krashen. O seu método <em>language acquisition</em> baseia-se na ideia de adiquirir o idioma ao invés de estudá-lo igual nas escolas tradicionais, mas o ideal é consiliar os dois métodos.<br />\nO linguista defende que um idioma é separado em duas partes: inputs e outputs (entrada e saída de informações). Ele defende que devemos nos dedicar ao inputs (consumir o idiomas) para depois fazermos outputs (expressar o idioma), antes de expressar suas ideias é necessário que construa um vocabulário base do idioma e após o vocabulário específico, o vocabulário específico é referente as palavras da sua área profissional. Uma enfermeira, um advogado, um programador, e um vendedor precisam de vocabulários diferentes e que talvez não faça sentido para uma pessoa de outra profissão saber. Por exemplo, bisturí, para a enfermeira e para o médico é essencial saber essa palavra. Para o programador, o advogado, e o vendedor é completamente inútil.</p>\n<p>A forma que usei para aprender seguindo esse método foi:</p>\n<p>1 - Cataloguei as duas mil palavras mais comuns do inglês e decorei usando o Anki.</p>\n<p>2 - Comecei construir vocabulário específico de assuntos e termos da minha área de atuação, hobbies e interesses.</p>\n<p>3 - iniciei nos conceitos fundamentais da gramática e estrutura da língua para entender como ler.</p>\n<p>4 - Comecei ler. Ler sites de notícas, blogs, textos curtos. Somente quando me senti capaz é que eu comecei ler livros completos.</p>\n<p>5 - comecei assistindo vídeos com aúdio em inglês e legenda também em inglês (pelo YouTube), pois eu aprendi ler antes de tudo, eu sabia que seria necessário antes de ir para a escuta.</p>\n<p>6 - Comecei assistir videos sem legenda, e audio em inglês. Também comecei ouvir podcasts, que é mais difícico, pois não há video para olhar os movimentos da boca.</p>\n<p>7 - Procurei parceiros de conversação. Há quem defenda que a fala deve começar desde o inicio, mas eu acho perigoso, pois você pode criar vícios de linguagens. É mais danoso ter um vício de linguagem do que ter um &quot;atraso&quot; na fala.</p>\n<p>Obviamente eu não passei de uma fase para a outra em dias ou semanas, fui no meu tempo e tendo noção dos meus limites e do que eu realmete sabia, mas esse processo pode ser otimizado tudo depende do seu tempo disponível e dedicação.</p>\n<p>Qualquer dúvida é só falar comigo. Bons estudos.</p>\n<h4><a href=\"#referências\" aria-hidden=\"true\" class=\"anchor\" id=\"referências\"></a>Referências:</h4>\n<p>Canais<br />\n<a href=\"https://www.youtube.com/@GabrielPoliglota\">Gabriel Poliglota</a><br />\n<a href=\"https://www.youtube.com/@MundodoPoliglota\">Mundo do Poliglota</a><br />\n<a href=\"https://www.youtube.com/@anagomes_me\">Ana Gomes</a><br />\n<a href=\"https://www.youtube.com/c/Bil%C3%ADnguese\">Bilíngue-se</a><br />\n<a href=\"https://www.youtube.com/@BemPoliglota\">Bem Poliglota</a><br />\n<a href=\"https://www.youtube.com/@Canguroenglish\">Canguro English</a><br />\n<a href=\"https://www.youtube.com/@LearnEnglishwithBobtheCanadian\">Learn English with Bob the Canadian</a><br />\n<a href=\"https://www.youtube.com/@RealLifeEnglish1/videos\">RealLife English</a></p>\n<p>Videos<br />\n<a href=\"https://youtu.be/T8ej2DfMnvQ?si=wLNTPQF_hruLoJaq\">Os poderes de saber mais de uma língua</a><br />\n<a href=\"https://www.youtube.com/watch?v=_fmqo8p-57Q\">Como seu cérebro muda ao falar outros idiomas</a></p>\n<!-- Content Injected to every content markdown footer -->\n",
      "summary": "",
      "date_published": "2026-02-01T00:00:00-00:00",
      "image": "/media/imagem_curva_de_aprendizagem.png",
      "authors": [
        {
          "name": "Fabrício Santos",
          "url": "",
          "avatar": "https://avatars.githubusercontent.com/u/90152237?v=4"
        }
      ],
      "tags": [
        "tutorial",
        "inglês",
        "curso"
      ],
      "language": "pt-BR"
    }
  ]
}