{
  "version": "https://jsonfeed.org/version/1",
  "title": "Meus 10 Centavos",
  "home_page_url": "https://github.com/Fabricio-Antonio/meus10centavos",
  "feed_url": "https://github.com/Fabricio-Antonio/meus10centavos/tag-pessoal.json",
  "description": "Meus 10 centavos de contribuição para uma discussão que ninguém pediu minha opinião",
  "items": [
    {
      "id": "https://github.com/Fabricio-Antonio/meus10centavos/bem-vindo.html",
      "url": "https://github.com/Fabricio-Antonio/meus10centavos/bem-vindo.html",
      "title": "Bem-vindo(a) ao Meus 10 Centavos!",
      "content_html": "<!-- Content Injected to every content markdown header -->\n<p>Olá, seja bem-vindo(a) ao meu cantinho na internet!</p>\n<p>Minha ideia com esse blog é manter minhas opiniões e dicas sobre assuntos que praticamente toda semana alguém me pergunta. Por isso, irei manter o Meus 10 Centavos como um hub dos meus conhecimentos e experiências; uma outra boa definição é &quot;segundo cérebro&quot;.</p>\n<p>Não irei discutir necessariamente sobre os assuntos trending topics da semana. Os critérios para que uma pauta torne-se um post aqui são, primeiro e mais importante: eu querer; segundo: se muita gente me perguntar sobre o mesmo assunto e eu tiver preguiça de repetir sempre a mesma coisa; terceiro: eu achar que pode ser útil de alguma forma documentar o assunto X para a comunidade ou para mim mesmo.</p>\n<p>Não haverá uma categoria fixa para rotular meu blog, tipo: tutorial, carreira ou notícias tech. E nem quero...</p>\n<p>Aqui posso falar sem forçar o exibicionismo técnico que é exigido no GitHub e sem a falsidade do LinkedIn. Aqui posso ser eu mesmo e falar do meu jeitinho, delicado igual um cavalo, como meus amigos costumam dizer.</p>\n<h2><a href=\"#o-que-esperar-deste-blog\" aria-hidden=\"true\" class=\"anchor\" id=\"o-que-esperar-deste-blog\"></a>O que esperar deste blog?</h2>\n<p>Aqui você vai encontrar:</p>\n<p>Minha opinião sem filtro... Sem o exibicionismo técnico do GitHub nem a falsidade do LinkedIn (o exibicionismo técnico talvez apareça às vezes).</p>\n<h2><a href=\"#por-que-criar-um-blog-em-2026\" aria-hidden=\"true\" class=\"anchor\" id=\"por-que-criar-um-blog-em-2026\"></a>Por que criar um blog em 2026?</h2>\n<p>Até minha namorada achou meio besta a ideia de fazer um blog em um período em que ninguém mais acessa blogs ou lê qualquer coisa; talvez você compartilhe do mesmo pensamento dela.</p>\n<p>Mas a ideia de transmitir minhas ideias por escrito é realmente criar essa &quot;barreira&quot;. Como já citado, quero poupar saliva e não ficar repetindo sempre a mesma coisa. Até já tentei fazer um canal no YouTube. Não foi unicamente com essa proposta, mas também continha outros tipos de conteúdo, e o Meus 10 Centavos era um dos quadros do canal. Mas não sou nenhuma referência técnica como o Fabio Akita ou o Augusto Galego, os quais eu admiro muito e tenho como referência técnica e de sucesso. Nem trabalho em nenhuma Big Tech ou empresa prestigiada como Nubank, Itaú ou IBM, como os YouTubers/influencers tech que eu mesmo assisto às vezes. Então, por qual motivo alguém se importaria de assistir aos meus vídeos?</p>\n<p>Quem me assistiria, majoritariamente, seriam pessoas que vieram até mim perguntando algo que eu já tinha explicado em vídeo; contudo, pouquíssimas pessoas assistiriam realmente prestando atenção e dando valor ao que estava sendo dito. Além do que, era muito difícil competir com outros criadores que fazem conteúdo sem nenhuma profundidade, mas tinham bastante visualizações por ter uma edição hiperestimulante com GIFs, animações e legendas enormes pulando na tela.</p>\n<p>Talvez você pense: &quot;Bastava você fazer uma edição parecida&quot;. Se eu fizesse assim, a pessoa não estaria assistindo pelo valor do conteúdo, e sim pela edição hipnotizante. Não vou perder meu tempo com o esforço de escrever roteiro, lutar contra a timidez gravando, aprender e aplicar edição para as pessoas não darem valor. Escrevendo em um blog, mesmo que só uma pessoa leia, eu tenho certeza de que ela teve um real interesse no meu conteúdo. Sinto-me mais valorizado sabendo que a pessoa fez questão de exilar-se das distrações para estar 100% presente consumindo o que escrevi.</p>\n<p>Além disso, escrever ajuda a organizar os pensamentos e solidificar o conhecimento. Se, de quebra, alguém se beneficiar do que escrevo, melhor ainda!</p>\n<h2><a href=\"#tecnologia-do-blog\" aria-hidden=\"true\" class=\"anchor\" id=\"tecnologia-do-blog\"></a>Tecnologia do blog</h2>\n<p>Este blog é feito com Marmite, um gerador de sites estáticos minimalista escrito em Rust. Simples, rápido e eficiente, exatamente como um blog deveria ser.</p>\n<p>Eu já tinha pensado em fazer um blog antes, mas devido à falta de tempo para criar um do zero, acabei deixando a ideia no fundo da gaveta. Hoje descobri essa ferramenta assistindo a um episódio do podcast Papinho Tech, do Gustavo Caetano, que entrevistou o Bruno Rocha, criador do Marmite.</p>\n<h2><a href=\"#referências\" aria-hidden=\"true\" class=\"anchor\" id=\"referências\"></a>Referências</h2>\n<p><a href=\"https://www.youtube.com/@Akitando\">Fabio Akita</a><br />\n<a href=\"https://www.youtube.com/@GutoGalego\">Augusto Galengo</a><br />\n<a href=\"https://www.youtube.com/@oguscaetano\">Gustavo Caetano</a><br />\n<a href=\"https://www.linkedin.com/in/rochacbruno/\">Bruno Rocha</a></p>\n<hr />\n<p>Fique à vontade para explorar e volte sempre!</p>\n<!-- Content Injected to every content markdown footer -->\n",
      "summary": "",
      "date_published": "2026-01-31T00:00:00-00:00",
      "image": "",
      "authors": [
        {
          "name": "Fabrício Santos",
          "url": "",
          "avatar": "https://avatars.githubusercontent.com/u/90152237?v=4"
        }
      ],
      "tags": [
        "blog",
        "pessoal",
        "inicio"
      ],
      "language": "pt-BR"
    }
  ]
}